export default {
	musicResourecs: [
		{
			id: 2001,
			name: "我们的天空",
			src: "http://music.163.com/song/media/outer/url?id=1315236328.mp3",
			cover: "http://p2.music.126.net/GpP7CyqdqhdYGh8znriZjA==/109951163585532969.jpg?param=600y400",
			singer: {
				name: "新小新",
				synopsis: "90后原创音乐人，喜欢各种流行音乐。每天沉浸在音乐世界里，希望能创作出更多更好的作品。"
			}
		},
		{
			id: 2002,
			name: "爱得太迟",
			src: "http://music.163.com/song/media/outer/url?id=5240533.mp3",
			cover: "http://p2.music.126.net/J7qqZaVGm-fPDkUlGP4czw==/109951163200247709.jpg?param=600y400",
			singer: {
				name: "古巨基",
				synopsis: "香港著名歌手、演员、主持人。古巨基早年是无线电视娱乐新闻节目《娱乐新闻眼》与音乐节目《劲歌金曲》的节目主持。于1994年推出了他的第一张专辑《爱的解释》，正式进军乐坛。2001年凭借《情深深雨蒙蒙》中的“何书桓”一角走红内地。2002年获得香港壹电视大奖十大艺人第三名的好成绩，2005年被评为香港十大杰出青年。2004年年底古巨基登上了歌唱事业的最高峰，2005年，2月推出的“新歌+精选”唱片《劲歌·金曲》在短短两个星期便在香港唱片业的淡市中卖出超过7万张、3月在红馆举行的7场踏入乐坛的首次个唱，门票一小时内售清。2008年至2011年连续四届获得香港十大劲歌金曲最受欢迎男歌手。代表作品：《劲歌金曲》"
			}
		},
		{
			id: 2003,
			name: "不再犹豫",
			// src: "/static/mp3/不再犹豫.mp3",
			src: "http://music.163.com/song/media/outer/url?id=347597.mp3",
			cover: "http://p2.music.126.net/jFVtPnc0-cBv4k2_Fuld-A==/54975581392009.jpg?param=600y400",
			singer: {
				name: "Beyond",
				synopsis: "一支来自于中国香港的著名摇滚乐队，也是华人地区的殿堂级乐队之一，成立于1983年，其队名的中文意思为“超越”。乐队属于原创型，其作品以写实为主。乐队曾经有过多次的人事变动，其中以黄家驹、黄家强、黄贯中、叶世荣四人的阵容最广为人知。自从黄家驹于1993年在日本东京意外去世之后，乐队没有再寻找新成员填补。也因此，乐队失去了主要唱作人；但也驱使了后Beyond时期的音乐风格不仅变得具有更重的摇滚味，而且还朝向多元化发展，因此乐队无愧于“超越”二字。2005年Beyond举行了“Beyond The Story Live 2005”世界巡回告别演唱会并宣布解散，三人继续以个人的姿态发展自己的音乐事业。"
			}
		},
		{
			id: 2004,
			name: "甘心替代你",
			src: "http://music.163.com/song/media/outer/url?id=4878120.mp3",
			cover: "http://p1.music.126.net/x71O_2AQks6AYYhhzn9PmA==/18145240394012800.jpg?param=600y400",
			singer: {
				name: "郑伊健",
				synopsis: "郑伊健，香港著名演员及歌手，1988年参加新秀歌唱大赛加入无线电视，因拍摄“阳光柠檬茶”广告而入行，拜永远歌圣罗文（箩记）为师。1991年加盟BMG唱片公司，与郑敬基、蔡济文参加「CASH流行曲创大赛」，并夺得冠军，开始其歌唱事业。曾获得香港电台十大中文金曲之「十优歌手」及五位「全年最高销量砍手大奖」之一。代表作：《友情岁月》、《风云》、《我愿你知道》、《情与义》等。"
			}
		},
		{
			id: 2005,
			name: "你是人间四月天",
			src: "http://music.163.com/song/media/outer/url?id=1344897943.mp3",
			cover: "http://p2.music.126.net/kQJQD58WkmQneTneOYe22A==/109951164252455813.jpg?param=600y400",
			singer: {
				name: "邵帅",
				synopsis: "工作联系经纪人王晨雨 vx：wangchenyu2520 自信并谦卑的为音乐发声。 希望自己的音乐，能替你讲一段你或者我，或者他和他们的故事。"
			}
		},
		{
			id: 2006,
			name: "最佳损友",
			src: "http://music.163.com/song/media/outer/url?id=65800.mp3",
			cover: "http://p2.music.126.net/7skxWYp7lF70y347YAjaBQ==/109951163256304204.jpg?param=600y400",
			singer: {
				name: "陈奕迅",
				synopsis: "著名实力派粤语流行音乐歌手、演员，香港演艺人协会副会长之一，曾被美国《时代杂志》形容为影响香港乐坛风格的人物，同时也是继许冠杰、张学友之后第三个获得“歌神”称号的香港男歌手。同时他也是继张学友后另一个在台湾获得成功的香港歌手，在2003年他成为了第二个拿到台湾金曲奖“最佳国语男演唱人”的香港歌手。陈奕迅曾被《时代》杂志形容为影响香港乐坛风格的人物。2010年，陈奕迅入选全球华人音乐殿堂华语金曲奖“30年经典评选”，成为1990年代出道歌手唯一代表。陈奕迅曾在多个亚太地区获得多个奖项和提名，包括香港地区的“叱咤乐坛男歌手金奖”、“叱咤乐坛我最喜爱的男歌手奖”、“十大劲歌金曲最受欢迎男歌星奖”。代表作品：《爱情转移》、《十年》、《浮夸》、《K歌之王》。"
			}
		},
		{
			id: 2007,
			name: "会不会",
			src: "http://music.163.com/song/media/outer/url?id=1489065373.mp3",
			cover: "http://p1.music.126.net/SFXsIYI3hCCedvbqrvVytA==/109951165335411992.jpg?param=600y400",
			singer: {
				name: "刘大壮",
				synopsis: "来自长沙 95后 生活所给予的 我将反馈给你 期待歌声里我们相遇 抖音id：1057966762"
			}
		},

	]
}
